{
  "cookbook": [
    {
      "id": 633876,
      "title": "Baked Ziti",
      "url": "https://spoonacular.com/recipeImages/633876-312x231.jpg",
      "nutrition": {
        "calories": "376.38 kcal",
        "protein": "22.73 g",
        "fat": "19.06 g",
        "carbs": "28.89 g",
        "servings": 8
      },
      "ingredients": {
        "ziti": "0.5 lb",
        "ricotta cheese": "16 ounces",
        "mozzarella cheese": "3 cups",
        "spaghetti sauce": "3 cups",
        "parmesan cheese": "0.5 cup"
      },
      "instructions": "Preheat oven to 350.\nBoil ziti or other pasta, i.e. rigatoni, penne, farfalle, rotini, following package directions, drain and place in a large bowl.\nTo ricotta, add salt and pepper (about 1tsp each), dried parsley and blend. Mix all the ricotta cheese and half of the mozzarella with the ziti.\nSpray a 13x9 pan with Pam.\nCover the bottom half of the pan with about half the sauce.\nPut the ziti mixture on top of sauce.\nPour remaining sauce on top of ziti.\nSprinkle with the parmesan cheese.\nTop with the remaining mozzarella cheese.\nBake for 20-30 minutes until cheese is melted and it is lightly golden.",
      "summary": "If you want to add more <b>Mediterranean</b> recipes to your recipe box, Baked Ziti might be a recipe you should try. One portion of this dish contains about <b>23g of protein</b>, <b>19g of fat</b>, and a total of <b>376 calories</b>. This recipe serves 8. For <b>$1.49 per serving</b>, this recipe <b>covers 15%</b> of your daily requirements of vitamins and minerals. It works well as a main course. 1 person has tried and liked this recipe. It is brought to you by Foodista. Head to the store and pick up ziti, ricotta cheese, mozzarella cheese, and a few other things to make it today. From preparation to the plate, this recipe takes around <b>around 45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 50%</b>, which is good. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/baked-ziti-79436\">Baked Ziti</a>, <a href=\"https://spoonacular.com/recipes/baked-ziti-24026\">Baked Ziti</a>, and <a href=\"https://spoonacular.com/recipes/baked-ziti-38782\">Baked Ziti</a>."
    },
    {
      "id": 633766,
      "title": "Baked Rigatoni",
      "url": "https://spoonacular.com/recipeImages/633766-312x231.jpg",
      "nutrition": {
        "calories": "480.68 kcal",
        "protein": "24.59 g",
        "fat": "10.03 g",
        "carbs": "74.83 g",
        "servings": 6
      },
      "ingredients": {
        "broccoli": "14 ounces",
        "dried basil": "1 teaspoon",
        "fennel seeds": "0.25 teaspoon",
        "pasta sauce": "26 ounces",
        "rigatoni": "1 pound",
        "shredded mozzarella cheese": "6 ounces",
        "tomatoes": "14.5 ounces",
        "vegetable burger": "6 ounces"
      },
      "instructions": "<ol><li>1. Preheat oven to 400 degrees. Cook pasta according to package directions, drain.</li><li>2. Combine pasta, pasta sauce, tomatoes, broccoli, burger crumbles, basil, fennel seeds and 4 oz. of the mozzarella in a 9x13 baking dish. Top with remaining 2 oz. mozzarella. Bake until heated through, about 20 minutes.</li></ol>",
      "summary": "Baked Rigatoni might be just the main course you are searching for. This recipe makes 6 servings with <b>481 calories</b>, <b>25g of protein</b>, and <b>10g of fat</b> each. For <b>$1.86 per serving</b>, this recipe <b>covers 34%</b> of your daily requirements of vitamins and minerals. A mixture of vegetable burger crumbles, pasta sauce, rigatoni, and a handful of other ingredients are all it takes to make this recipe so flavorful. Not a lot of people made this recipe, and 3 would say it hit the spot. It is a good option if you're following a <b>vegetarian</b> diet. All things considered, we decided this recipe <b>deserves a spoonacular score of 93%</b>. This score is super. Try <a href=\"https://spoonacular.com/recipes/rigatoni-al-forno-baked-rigatoni-with-roasted-asparagus-and-on-115058\">Rigatoni Al Forno (Baked Rigatoni) with Roasted Asparagus and On</a>, <a href=\"https://spoonacular.com/recipes/baked-rigatoni-107095\">Baked Rigatoni</a>, and <a href=\"https://spoonacular.com/recipes/baked-rigatoni-76933\">Baked Rigatoni</a> for similar recipes."
    }
  ]
}